export  const arrData = [
    { name: '301采区管子道', position: [113.197235, 36.821521, 755.2] },
    { name: '301采区变电所', position: [113.196422, 36.822014, 744.2] },
    { name: '301采区水泵房', position: [113.196808, 36.821791, 744.3] },
    { name: '3#煤层永久避难硐室', position: [113.201494, 36.818525, 817.9] },
    { name: '3#煤层消防材料库', position: [113.202679, 36.817787, 826.1] },
    { name: '3#煤层主水泵房', position: [113.20479, 36.817296, 822.1] },
    { name: '3号煤层主变电所', position: [113.204525, 36.817459, 822.3] },
    { name: '3#煤层管子道', position: [113.20493, 36.817021, 822.3] },
    { name: '3#煤层等候室', position: [113.204513, 36.816932, 822.3] }
  ]

   // 水泵房
  export const WaterRoom=[
   { name: '301采区管子道', position: [113.197235, 36.821521, 755.2] },
    { name: '301采区变电所', position: [113.196422, 36.822014, 744.2] },
    { name: '301采区水泵房', position: [113.196808, 36.821791, 744.3] },

]
// 中央变电所
export const substation=[
  { name: '3#煤层永久避难硐室', position: [113.201494, 36.818525, 817.9] },
    { name: '3#煤层消防材料库', position: [113.202679, 36.817787, 826.1] },
    { name: '3#煤层主水泵房', position: [113.20479, 36.817296, 822.1] },
]

// 水仓
export const  WaterTank=[
   { name: '3号煤层主变电所', position: [113.204525, 36.817459, 822.3] },
    { name: '3#煤层管子道', position: [113.20493, 36.817021, 822.3] },
    { name: '3#煤层等候室', position: [113.204513, 36.816932, 822.3] }

]