
// 水泵房
export const WaterRoom = [
  { name: '中央水泵房', position: [112.9656736, 36.0631721, 321.7787328] },
  { name: '三一采区水泵房', position: [112.9770892, 36.0654811, 321.8304306] },
  { name: '三三采区水泵房', position: [112.9607529, 36.0510003, 321.8919739] },

]
// 中央变电所
export const substation = [
  { name: '中央变电所', position: [112.9655151, 36.0630565, 321.7789649] },
  { name: '三一采区变电所', position: [112.9765734, 36.0655501, 321.2747189] },
  { name: '三三采区变电所', position: [112.9607194, 36.0512351, 321.7571312] },
]

// 水仓
export const WaterTank = [

]

// 工作面
export const face = [
  { name: '3304综采放顶工作面', position: [112.9687938, 36.0555365, 320.8467011] },
  { name: '填充回采工作面', position: [112.9700877, 36.0725979, 320.9735499] },
  { name: '3106综放工作面', position: [112.9752001, 36.0669151, 320.757942] }
]
// 硐室
export const cave = [
  { name: '避难硐室', position: [112.9713283, 36.0664495, 321.7425075] }
]

// 消防器材库
export const Material = [
  { name: '消防器材库', position: [112.9649167, 36.0631575, 321.7827778] }
]
// 井口
export const wellhead = [
  { name: '副立井', position: [112.9655534, 36.0635063, 658.468297] },
  { name: '风井', position: [112.9656061, 36.0641074, 657.9551153] },
  { name: '主斜井', position: [112.9672458, 36.0661303, 662.9683819] }
]

export const coal = [
  { name: '井底煤仓', position: [112.9657648, 36.0643581, 321.789613] }
]

