// 测试添加下面标签
export const roadway = [
  { name: '井底车场巷道', position: [117.98368930393823, 35.95616504356347, 152245.7087424533] },
  { name: '三一采区水泵房', position: [117.95743312010046, 35.959391387721816, 154548.87538980084] },
  { name: '三三采区水泵房', position: [117.93858252335079, 35.958686573639575, 153337.0495339509] },
]
// 中央变电所
export const substation = [
  { name: '中央变电所', position: [112.9655151, 36.0630565, 321.7789649] },
  { name: '三一采区变电所', position: [112.9765734, 36.0655501, 321.2747189] },
  { name: '三三采区变电所', position: [112.9607194, 36.0512351, 321.7571312] },
]